[
    {
        "ingredient_category_id": 0,
        "name": "Яишница",
        "content": "Самый простой рецепт для тех, кто торопится на работу. Ставим на огонь толстую чугунную сковороду. Наливаем немного растительного масла. Пока сковорода греется, берем из холодильника маленький кусочек сливочного масла и 2-3 яйца. Масло кладем на сковороду. Сливочное масло в смеси с растительным придает очень приятный вкус яичнице. Яйца разбиваем ножом. Удар должен быть уверенным, но не сильным, чтобы не повредить оболочку желтка. Размещаем яйца на сковороде так, чтобы им не было тесно. Солим по вкусу. ",
        "href": "http://localhost:8080/src/app/data/img/eggs.jpeg",
        "time":	"5 минут",
        "calories": 270, 
        "protein": 15,
        "fat": 15,
        "carbohydrate":20
    },
    {
        "ingredient_category_id": 1,
        "name": "Бисквит с ревенемы",
        "content": "1. Начинка. Ревень и клубнику вымыть, обсушить. Ревень очистить, у ягод удалить плодоножки. Нарезать ревень небольшими кусочками. 2. Тесто. Яйца взбить с сахаром и ванильным сахаром в крепкую пену. Добавить соль, соду и сметану, перемешать. Не переставая взбивать постепенно всыпать муку.  3. Добавить в тесто ревень и перемешать. 4. Форму для выпекания смазать сливочным маслом и присыпать сухарями.  5. Вылить тесто в форму и разровнять. В центр выложить 2–3 ягоды клубники, остальные распределить по кругу ближе к краям формы.6. Выпекать бисквит в разогретой до 200°С духовке около 35 минут.        Самый простой рецепт для тех, кто торопится на работу. Ставим на огонь толстую чугунную сковороду. Наливаем немного растительного масла. Пока сковорода греется, берем из холодильника маленький кусочек сливочного масла и 2-3 яйца. Масло кладем на сковороду. Сливочное масло в смеси с растительным придает очень приятный вкус яичнице. Яйца разбиваем ножом. Удар должен быть уверенным, но не сильным, чтобы не повредить оболочку желтка. Размещаем яйца на сковороде так, чтобы им не было тесно. Солим по вкусу. ",
        "href": "http://localhost:8080/src/app/data/img/beskvit.jpg",
        "time":	"70 минут",
        "calories": 470, 
        "protein": 20,
        "fat": 25,
        "carbohydrate":15
    },
    {
        "ingredient_category_id": 2,
        "name": "Рулет из лаваша",
        "content": "1. Начинка. Крабовые палочки мелко порубить. Яйца сварить вкрутую и мелко порубить. Фету нарезать тонкими пластинками. Листья салата вымыть и обсушить.2. Первый лист лаваша смазать майонезом, разложить листья салата, сверху выложить фету. 3. Сверху накрыть вторым листом лаваша, также промазанным майонезом. Сверху распределить рубленые яйца, крабовые палочки и консервированную кукурузу.4. Свернуть лаваш плотным рулетом, завернуть в пищевую пленку и поставить в холодильник на 2 часа. ",
        "href": "http://localhost:8080/src/app/data/img/rulet.jpg",
        "time":	"45 минут",
        "calories": 171, 
        "protein": 7,
        "fat": 12,
        "carbohydrate":8
    },
    {
        "ingredient_category_id": 3,
        "name": "Шоколадно мандариновое желе",
        "content": "1. Мандариновое желе. Из цитрусовых выжать сок. Кожуру от мандаринов сложить в миску и засыпать сахаром и оставить на 15 минут. Сок цитрусовых и корки соединить, довести до кипения. Горячий сок процедить через марлю и растворить в нем желатин. Остудить. Сливки взбить до легкой густоты. Тонкой струйкой влить мандариновую смесь и перемешать до однородности.2. Шоколадное желе. Желатин растворить в 42 мл воды. Шоколад растопить на водяной бане. Сливки слегка взбить в легкую пену, соединить с растопленным шоколадом и желатином и взбить до загустения.3. В креманки, выложить шоколадное желе и поставить в холодильник на 15 минут до застывания. Затем сверху распределить слой мандаринового желе. И снова поставить в холодильник. Повторить слои.4. Украшение. Мандарин разобрать на дольки. Каждую дольку очистить от пленок. Предварительно охлажденный шоколад натереть на мелкой терке. 5. Готовый десерт украсить дольками мандарина и тертым шоколадом.",
        "href": "http://localhost:8080/src/app/data/img/shokolad.jpg",
        "time":	"180 минут",
        "calories": 180, 
        "protein": 4,
        "fat": 9,
        "carbohydrate":15
    }
]